post/Learning/语文/语文笔记.org
#+title: 语文笔记
#+date: 2023-01-08 08:17
#+description: 内容来自B站的视频，笔记是我自己写的

#+setupfile: ../../../setup.setup

#+LATEX_HEADER: \usepackage{geometry}
#+LATEX_HEADER: \geometry{a4paper, scale=0.8}
#+LATEX_HEADER: \linespread{1.1}

* 写作手法（表达技巧）
** 修辞手法（10个）
一共有63大类，79小类
*** 种类/类型
**** 比喻
- 定义： 把XX比作XX，让句子、描写的对象更加 _生动形象/活泼具体_
- 分类： 明喻、暗喻、借喻
**** 拟人
- 定义： 把XX拟人化/赋予XX人类的动作、情感，让描写对象 _生动形象具体_
**** 夸张
- 作用： *_突出,强调_ 作用*
- 分类：
  - 扩大夸张： 对事物形状、性质、特征、作用等加以夸大（空间）
  - 缩小夸张： 对事物形状、性质、特征、作用等加以缩小（空间）
  - 超前夸张： 把后出现的说成先出现，反之亦然（时间）
- 例句： 她还没有碰酒杯，就醉了
**** 排比（３个以上）
- 特点： 内容相关，结构相同或相近
- 作用： *_突出,强调_ ，韵律美*
**** 反复（２个以上）
- 定义： 一个句子、词语反复出现（不同于排比，但可以与排比结合来用）
- 作用： *_突出,强调_ ，韵律美*
**** 对偶
- 定义： 字数相等， /结构相同，意义对称/ 的一对 *短语* 或 *句子* ，表达两个意思相近或相反的修辞方式
- 作用： 更 _具文采_ ，具有 _韵律美_
**** 反问
- 定义： 借助疑问句传达确定信息
- 作用： *加强语气，突出　　情感*
- 答题： 反问可以\\
  _加强语气_ , _发人深思_, _激发读者感情,_
  _加深读者印象_, _增强文章的气势和说服力_,  \\
  为文章 _奠定一种激昂的感情基调_.
**** 设问
- 本质： 自问自答
- 作用： *引人注意，启发思考*
**** 反语
- 定义： 正话反说（褒词贬用）或反话正说
- 作用： *突出* 语气、情感，常带有讽刺意味， *产生讽刺性* （有时比正说更有力量）
**** 引用
- 定义： 说话或写作中引用现成的话
- 作用： 使论据确凿，增强说服力，是文章富有文采
**** 借代
- 定义： 用同对象相关的东西代替对象（称呼），如结构部分、颜色特征
- 作用： 以简代繁，语句精简
**** 互文
- 定义： 属于一句（或短语）的意思写入两句话，解释时要上下句意思互补
- 例句： （均选自《木兰诗》）
  1. 原句： _东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭_ \\
     翻译： 东南西北市买　骏马、鞍鞯、辔头、长鞭

  2. 原句： _开我东阁门，坐我西阁床，当窗理云鬓，对镜贴花黄_ \\
     翻译： 开东西阁的门，坐东西阁的床，当窗对镜理云鬓、贴花黄
*** 小结/速查表
|       名称       | 定义/作用                                                    |
|       <c>        | <l>                                                          |
|------------------+--------------------------------------------------------------|
|       比喻       | 把XX比作XX，让句子、描写的对象更加 _生动形象/活泼具体_       |
|       拟人       | 把XX拟人化/赋予XX人类的动作、情感，让描写对象 _生动形象具体_ |
| 排比（３个以上） | _突出,强调_ 韵律美                                           |
| 反复（２个以上） | _突出,强调_ 韵律美                                           |
|       夸张       | _突出,强调_                                                  |
|       反问       | 加强语气，突出　　情感                                       |
|       设问       | 引人注意，启发思考                                           |
|       反语       | 突出,产生讽刺性                                              |
|       对偶       | 更具文采,具有 韵律美                                         |
|       引用       | 使论据确凿，增强说服力，是文章富有文采                       |
|       借代       | 以简代繁，语句精简                                           |
|       互文       | 属于一句（或短语）的意思写入两句话，解释时要上下句意思互补   |
|      /通感/      | 将不同的感觉交叉描写（笑（看的）~>甜（闻的））               |
|      /双关/      | 一句话表示双重意思                                           |
|      /顶针/      | 类似词语接龙，上词末字接下词首字                             |
|      /回环/      | 一句话正读反读意思一样                                       |
|      /拈连/      | 将甲物特征形容乙事物                                         |
|      /拟物/      | 人当物写                                                     |
|      /呼告/      | 直呼文中事物                                                 |
|      /跳脱/      | 语言因特殊情景半路断开了语路                                 |

#+BEGIN_QUOTE
注： /名称/ 为斜体的为表中独有的，比较少见，所以仅在表中列出
#+END_QUOTE

** 表达方式（5个）
*** 拆分理解
- 表达： （用文字）说话
- 表达方式： 用文字说话的方式
*** 种类/类型
**** 记叙
- 代表： 记叙文
- 六要素： 时间、地点、人物、事件（起因、经过（、高潮）、结果）
- 记叙顺序
  - 顺序： 按照事件发展（或时间）为序
  - 倒叙： 先结果后起因经过
  - 插叙： 叙述中途插入另一相关内容（背景类之）
  - 补叙： 叙述后（文末）补充说明相关、关键内容。
- 分类
  - 写人：
    - 特征： 重点在写人的故事（塑造人物形象、精神特征），（重点）突出其内在特征
    - 作用： 表达作者情感（赞美、歌颂、怀念、祝福）
  - 写事：
    - 特征： 叙述一件事，传达出作者要表达的情感（常为赞美、喜爱等正能量情感）
  - 写景：
    - 特征： 重点写景（一切景语皆情语）
    - 作用： 烘托、透露、表达出作者的情感（寓情于景、借景抒情）（对大自然的喜爱、赞美，作者的心情愉悦、下定什么决心）
  - 状物：
    - 特征： 写一个物品，但目的是写人
    - 作用： 借物喻人，象征、托物言志
- 人称
  - 第一人称：便于直抒胸臆，有亲切感与真实感
  - 第二人称：增强文章的抒情性和亲切感，像与读者面对面交谈，便于抒情
  - 第三人称：不受时空限制，能够从多个方面自由叙述（客观、全面）
**** 描写
- 代表： 小说
- 定义： 用文字描绘、描述、描摹出某物的特征
- 按照对象分类
  - 人物描写 （外语动神心）
    - 外貌描写（肖像描写）
    - 语言描写
    - 动作描写 答题：动词（用词） _*准确*_ ,生动,形象,具体
    - 神态描写 例如：XX的心情
    - 心理描写 例如：XXX的心理活动->人格
  - 环境描写（依靠是否有人为因素作为依据区分）
    - 自然环境
    - 社会环境
- 按照描写角度分类
  - 正面描写（直接描写）
  - 侧面描写（间接描写）
- 描写方法（动静动静动动静）
  - 动静结合
  - 化静为动
  - 化动为静
  - 以动衬静
  - 以静衬动
- 小说：以描写、记叙为主的文体
  - 三要素：人物、情节（开端、发展、高潮、结局）（讲故事）、环境
