post/Learning/语文/语文笔记.html
<!DOCTYPE html>
<html lang="zh">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<meta name="author" content="不要在意我的头像QwQ" />
<meta name="description" content="内容来自B站的视频，笔记是我自己写的" />
<meta name="generator" content="Org Mode (third party program by python)" />
<title>语文笔记</title>
<link rel="stylesheet" type="text/css" href="/theme/main.css"/>
<link rel="shortcut icon" href="/img/icon.jpg"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="#"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div>
<div id="content" class="content">
<h1 class="title">语文笔记</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul><li><a href="#org-title-1">1. 写作手法（表达技巧）</a><ul><li><a href="#org-title-1-1">1.1. 修辞手法（10个）</a><ul><li><a href="#org-title-1-1-1">1.1.1. 种类/类型</a></li><li><a href="#org-title-1-1-2">1.1.2. 小结/速查表</a></li></ul></li>
<li><a href="#org-title-1-2">1.2. 表达方式（5个）</a><ul><li><a href="#org-title-1-2-1">1.2.1. 拆分理解</a></li><li><a href="#org-title-1-2-2">1.2.2. 种类/类型</a></li></ul></li>
<li><a href="#org-title-1-3">1.3. 表现手法（15个）</a><ul><li><a href="#org-title-1-3-1">1.3.1. 定义</a></li><li><a href="#org-title-1-3-2">1.3.2. 做题思维</a></li><li><a href="#org-title-1-3-3">1.3.3. 种类</a></li><li><a href="#org-title-1-3-4">1.3.4. 总结</a></li></ul></li>
<li><a href="#org-title-1-4">1.4. 结构手法（5个）</a><ul><li><a href="#org-title-1-4-1">1.4.1. 种类</a></li></ul></li></ul></li>
<li><a href="#org-title-2">2. 理解文章/基本思想</a><ul><li><a href="#org-title-2-1">2.1. 文章式转写（看看就好）</a><ul><li><a href="#org-title-2-1-1">2.1.1. 理解文章（文章式转写）</a></li><li><a href="#org-title-2-1-2">2.1.2. 主角思想</a></li></ul></li>
<li><a href="#org-title-2-2">2.2. 笔记式</a></li></ul></li>
<li><a href="#org-title-3">3. 解题方法</a><ul><li><a href="#org-title-3-1">3.1. 做题顺序</a></li><li><a href="#org-title-3-2">3.2. 时间分配</a></li><li><a href="#org-title-3-3">3.3. 语境原则</a></li></ul></li>
<li><a href="#org-title-4">4. 牢不可破的“三角形”</a></li><li><a href="#org-title-5">5. 答题技巧</a><ul><li><a href="#org-title-5-1">5.1. 概括</a><ul><li><a href="#org-title-5-1-1">5.1.1. 分类</a></li><li><a href="#org-title-5-1-2">5.1.2. 方法</a></li><li><a href="#org-title-5-1-3">5.1.3. 文章的两个基本结构</a></li></ul></li></ul></li>
<li><a href="#org-title-6">6. Reference</a><ul><li><a href="#org-title-6-1">6.1. B站Up</a></li><li><a href="#org-title-6-2">6.2. 部分内容参考视频链接</a></li></ul></li></ul></div></div>
<div class="outline-2">
<h2 id="org-title-1"><span class="section-number-2">1.</span> 写作手法（表达技巧）</h2>
<div class="outline-3">
<h3 id="org-title-1-1"><span class="section-number-3">1.1.</span> 修辞手法（10个）</h3>
<div class="outline-text-3" id="text-1-1"><p>一共有63大类，79小类</p></div><div class="outline-4">
<h4 id="org-title-1-1-1"><span class="section-number-4">1.1.1.</span> 种类/类型</h4>
<div class="outline-5">
<p id="org-title-1-1-1-1"><b><span class="section-number-5">1.1.1.1.</span> 比喻</b></p>
<div class="outline-text-5" id="text-1-1-1-1"><ul class="org-ul">
<li>定义： 把XX比作XX，让句子、描写的对象更加 <span class="underline">生动形象/活泼具体</span>
</li>
<li>分类： 明喻、暗喻、借喻
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-2"><b><span class="section-number-5">1.1.1.2.</span> 拟人</b></p>
<div class="outline-text-5" id="text-1-1-1-2"><ul class="org-ul">
<li>定义： 把XX拟人化/赋予XX人类的动作、情感，让描写对象 <span class="underline">生动形象具体</span>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-3"><b><span class="section-number-5">1.1.1.3.</span> 夸张</b></p>
<div class="outline-text-5" id="text-1-1-1-3"><ul class="org-ul">
<li>作用： <b><span class="underline">突出,强调</span> 作用</b>
</li>
<li>分类：
<ul class="org-ul">
<li>扩大夸张： 对事物形状、性质、特征、作用等加以夸大（空间）
</li>
<li>缩小夸张： 对事物形状、性质、特征、作用等加以缩小（空间）
</li>
<li>超前夸张： 把后出现的说成先出现，反之亦然（时间）
</li></ul>
</li>
<li>例句： 她还没有碰酒杯，就醉了
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-4"><b><span class="section-number-5">1.1.1.4.</span> 排比（３个以上）</b></p>
<div class="outline-text-5" id="text-1-1-1-4"><ul class="org-ul">
<li>特点： 内容相关，结构相同或相近
</li>
<li>作用： <b><span class="underline">突出,强调</span> ，韵律美</b>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-5"><b><span class="section-number-5">1.1.1.5.</span> 反复（２个以上）</b></p>
<div class="outline-text-5" id="text-1-1-1-5"><ul class="org-ul">
<li>定义： 一个句子、词语反复出现（不同于排比，但可以与排比结合来用）
</li>
<li>作用： <b><span class="underline">突出,强调</span> ，韵律美</b>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-6"><b><span class="section-number-5">1.1.1.6.</span> 对偶</b></p>
<div class="outline-text-5" id="text-1-1-1-6"><ul class="org-ul">
<li>定义： 字数相等， <i>结构相同，意义对称</i> 的一对 <b>短语</b> 或 <b>句子</b> ，表达两个意思相近或相反的修辞方式
</li>
<li>作用： 更 <span class="underline">具文采</span> ，具有 <span class="underline">韵律美</span>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-7"><b><span class="section-number-5">1.1.1.7.</span> 反问</b></p>
<div class="outline-text-5" id="text-1-1-1-7"><ul class="org-ul">
<li>定义： 借助疑问句传达确定信息
</li>
<li>作用： <b>加强语气，突出　　情感</b>
</li>
<li>答题： 反问可以<br/> <span class="underline">加强语气</span> , _发人深思_, _激发读者感情,__加深读者印象_, _增强文章的气势和说服力_,  <br/> 为文章 _奠定一种激昂的感情基调_.
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-8"><b><span class="section-number-5">1.1.1.8.</span> 设问</b></p>
<div class="outline-text-5" id="text-1-1-1-8"><ul class="org-ul">
<li>本质： 自问自答
</li>
<li>作用： <b>引人注意，启发思考</b>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-9"><b><span class="section-number-5">1.1.1.9.</span> 反语</b></p>
<div class="outline-text-5" id="text-1-1-1-9"><ul class="org-ul">
<li>定义： 正话反说（褒词贬用）或反话正说
</li>
<li>作用： <b>突出</b> 语气、情感，常带有讽刺意味， <b>产生讽刺性</b> （有时比正说更有力量）
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-10"><b><span class="section-number-5">1.1.1.10.</span> 引用</b></p>
<div class="outline-text-5" id="text-1-1-1-10"><ul class="org-ul">
<li>定义： 说话或写作中引用现成的话
</li>
<li>作用： 使论据确凿，增强说服力，是文章富有文采
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-11"><b><span class="section-number-5">1.1.1.11.</span> 借代</b></p>
<div class="outline-text-5" id="text-1-1-1-11"><ul class="org-ul">
<li>定义： 用同对象相关的东西代替对象（称呼），如结构部分、颜色特征
</li>
<li>作用： 以简代繁，语句精简
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-1-1-12"><b><span class="section-number-5">1.1.1.12.</span> 互文</b></p>
<div class="outline-text-5" id="text-1-1-1-12"><ul class="org-ul">
<li>定义： 属于一句（或短语）的意思写入两句话，解释时要上下句意思互补
</li>
<li>例句： （均选自《木兰诗》）
<ol class="org-ol">
<li>原句： <span class="underline">东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭</span> <br/> 翻译： 东南西北市买　骏马、鞍鞯、辔头、长鞭
</li>
<li>原句： <span class="underline">开我东阁门，坐我西阁床，当窗理云鬓，对镜贴花黄</span> <br/> 翻译： 开东西阁的门，坐东西阁的床，当窗对镜理云鬓、贴花黄
</li></ol>
</li></ul>
</div></div></div><div class="outline-4">
<h4 id="org-title-1-1-2"><span class="section-number-4">1.1.2.</span> 小结/速查表</h4>
<div class="outline-text-4" id="text-1-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides"><colgroup><col class="org-center" />
<col class="org-left" /></colgroup><thead><tr><th scope="col" class="org-center">名称</th><th scope="col" class="org-left">定义/作用</th></tr>
</thead><tbody>
<tr><td class="org-center">比喻</td><td class="org-left">把XX比作XX，让句子、描写的对象更加 <span class="underline">生动形象/活泼具体</span></td></tr><tr><td class="org-center">拟人</td><td class="org-left">把XX拟人化/赋予XX人类的动作、情感，让描写对象 <span class="underline">生动形象具体</span></td></tr><tr><td class="org-center">排比（３个以上）</td><td class="org-left"><span class="underline">突出,强调</span> 韵律美</td></tr><tr><td class="org-center">反复（２个以上）</td><td class="org-left"><span class="underline">突出,强调</span> 韵律美</td></tr><tr><td class="org-center">夸张</td><td class="org-left"><span class="underline">突出,强调</span></td></tr><tr><td class="org-center">反问</td><td class="org-left">加强语气，突出　　情感</td></tr><tr><td class="org-center">设问</td><td class="org-left">引人注意，启发思考</td></tr><tr><td class="org-center">反语</td><td class="org-left">突出,产生讽刺性</td></tr><tr><td class="org-center">对偶</td><td class="org-left">更具文采,具有 韵律美</td></tr><tr><td class="org-center">引用</td><td class="org-left">使论据确凿，增强说服力，是文章富有文采</td></tr><tr><td class="org-center">借代</td><td class="org-left">以简代繁，语句精简</td></tr><tr><td class="org-center">互文</td><td class="org-left">属于一句（或短语）的意思写入两句话，解释时要上下句意思互补</td></tr><tr><td class="org-center"><i>通感</i></td><td class="org-left">将不同的感觉交叉描写（笑（看的）~&gt;甜（闻的））</td></tr><tr><td class="org-center"><i>双关</i></td><td class="org-left">一句话表示双重意思</td></tr><tr><td class="org-center"><i>顶针</i></td><td class="org-left">类似词语接龙，上词末字接下词首字</td></tr><tr><td class="org-center"><i>回环</i></td><td class="org-left">一句话正读反读意思一样</td></tr><tr><td class="org-center"><i>拈连</i></td><td class="org-left">将甲物特征形容乙事物</td></tr><tr><td class="org-center"><i>拟物</i></td><td class="org-left">人当物写</td></tr><tr><td class="org-center"><i>呼告</i></td><td class="org-left">直呼文中事物</td></tr><tr><td class="org-center"><i>跳脱</i></td><td class="org-left">语言因特殊情景半路断开了语路</td></tr></table><blockquote>
<p>注： <i>名称</i> 为斜体的为表中独有的，比较少见，所以仅在表中列出</p></blockquote></div></div></div><div class="outline-3">
<h3 id="org-title-1-2"><span class="section-number-3">1.2.</span> 表达方式（5个）</h3>
<div class="outline-4">
<h4 id="org-title-1-2-1"><span class="section-number-4">1.2.1.</span> 拆分理解</h4>
<div class="outline-text-4" id="text-1-2-1"><ul class="org-ul">
<li>表达： （用文字）说话
</li>
<li>表达方式： 用文字说话的方式
</li></ul>
</div></div><div class="outline-4">
<h4 id="org-title-1-2-2"><span class="section-number-4">1.2.2.</span> 种类/类型</h4>
<div class="outline-5">
<p id="org-title-1-2-2-1"><b><span class="section-number-5">1.2.2.1.</span> 记叙</b></p>
<div class="outline-text-5" id="text-1-2-2-1"><ul class="org-ul">
<li>代表： 记叙文
</li>
<li>六要素： 时间、地点、人物、事件（起因、经过（、高潮）、结果）
</li>
<li>记叙顺序
<ul class="org-ul">
<li>顺序： 按照事件发展（或时间）为序
</li>
<li>倒叙： 先结果后起因经过
</li>
<li>插叙： 叙述中途插入另一相关内容（背景类之）
</li>
<li>补叙： 叙述后（文末）补充说明相关、关键内容。
</li></ul>
</li>
<li>分类
<ul class="org-ul">
<li>写人：
<ul class="org-ul">
<li>特征： 重点在写人的故事（塑造人物形象、精神特征），（重点）突出其内在特征
</li>
<li>作用： 表达作者情感（赞美、歌颂、怀念、祝福）
</li></ul>
</li>
<li>写事：
<ul class="org-ul">
<li>特征： 叙述一件事，传达出作者要表达的情感（常为赞美、喜爱等正能量情感）
</li></ul>
</li>
<li>写景：
<ul class="org-ul">
<li>特征： 重点写景（一切景语皆情语）
</li>
<li>作用： 烘托、透露、表达出作者的情感（寓情于景、借景抒情）（对大自然的喜爱、赞美，作者的心情愉悦、下定什么决心）
</li></ul>
</li>
<li>状物：
<ul class="org-ul">
<li>特征： 写一个物品，但目的是写人
</li>
<li>作用： 借物喻人，象征、托物言志
</li></ul>
</li></ul>
</li>
<li>人称
<ul class="org-ul">
<li>第一人称：便于直抒胸臆，有亲切感与真实感
</li>
<li>第二人称：增强文章的抒情性和亲切感，像与读者面对面交谈，便于抒情
</li>
<li>第三人称：不受时空限制，能够从多个方面自由叙述（客观、全面）
</li></ul>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-2-2-2"><b><span class="section-number-5">1.2.2.2.</span> 描写</b></p>
<div class="outline-text-5" id="text-1-2-2-2"><ul class="org-ul">
<li>代表： 小说
</li>
<li>定义： 用文字描绘、描述、描摹出某物的特征
</li>
<li>按照对象分类
<ul class="org-ul">
<li>人物描写 （外语动神心）
<ul class="org-ul">
<li>外貌描写（肖像描写）
</li>
<li>语言描写
</li>
<li>动作描写 答题：动词（用词） <span class="underline"><b>准确</b></span> ,生动,形象,具体
</li>
<li>神态描写 例如：XX的心情
</li>
<li>心理描写 例如：XXX的心理活动-&gt;人格
</li></ul>
</li>
<li>环境描写（依靠是否有人为因素作为依据区分）
<ul class="org-ul">
<li>自然环境
</li>
<li>社会环境
</li></ul>
</li></ul>
</li>
<li>按照描写角度分类
<ul class="org-ul">
<li>正面描写（直接描写）
</li>
<li>侧面描写（间接描写）
</li></ul>
</li>
<li>描写方法（动静动静动动静）
<ul class="org-ul">
<li>动静结合
</li>
<li>化静为动
</li>
<li>化动为静
</li>
<li>以动衬静
</li>
<li>以静衬动
</li></ul>
</li>
<li>小说：以描写、记叙为主的文体
<ul class="org-ul">
<li>三要素：人物、情节（开端、发展、高潮、结局）（讲故事）、环境
</li></ul>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-2-2-3"><b><span class="section-number-5">1.2.2.3.</span> 抒情</b></p>
<div class="outline-text-5" id="text-1-2-2-3"><ul class="org-ul">
<li>代表： 散文
</li>
