post/Learning/语文/语文笔记.org
**** 抒情
- 代表： 散文
- 定义： 直接、间接（表达）抒发（自身）情感的表达方式
- 分类
  - 直接抒情：直接表白倾吐自己的思想情感
  - 间接抒情：不直接表露自己的情感，借助第三者来抒发自己的情感
    - 借景抒情
    - 借物抒情
    - 融情于事：通过叙述实际抒发感情
    - 融情于理：把情感寄寓在说理之中，理中含情
- 散文：抒发作者真情实感、写作方式灵活的 _记叙类_ 文字体裁
  - 特点
    - 形散神不散
      - 形散：选材广泛
      - 神不散：中心思想突出（主题明确集中）
    - 语言优美（多读散文提高写作文字的优美）
    - 意境深邃
  - 分类
    - 叙事类散文：叙事不要求完整（鲁迅《从百草园到三味书屋》）
    - 抒情散文：抒情强烈（茅盾《白杨礼赞》）
    - 哲理散文：讲哲理
**** 说明
- 代表： 说明文
- 概念：介绍与解释
- 分类（按对象分）
  - 事物说明文（看得见）（《苏州园林》）
  - 事理说明文（看不见）
- 分类（按说明语言分）
  - 生动说明文：用比较形象的手法说明事物（生动性、形象性）（《昆虫记》）
    - 方法：修辞手法、现身说法、运用适当的叙事和描写
  - 平实说明文：直截了当，不加描写与夸张
- 说明顺序
  - 时间顺序：事理发展过程先后为序（适用于事物说明文）
  - 空间顺序：事物空间结构为序（同上）
  - 逻辑顺序：事物事理内在逻辑关系为序（个别到一般、具体到抽象、主要到次要、现象到本质、原因到结果）（适用性广）
- 语言特点： /准确性（基础）/  /严密性/ /生动性/ /平实性/
- 说明方法： /举例子/ /分类别/ /打比方/ /作比较/ /下定义/
             /作诠释/ /作引用/ /画图表/ /列数字/ /摹状貌/
**** 议论
- 代表： 议论文
- 定义： 发表意见、评价、观点、讲道理、提出主张
- 分类：
  - 立论文：提出观点看法并证明
  - 驳论文：反驳别人观点错误并提出证明自己观点的正确性
- 议论文三要素： 论点（观点）、论据（论证的根据、证据）、论证（用论据证明论点的过程、方法）
- 语言特点： 同说明文
** 表现手法（15个）
*** 定义
- 广义： 约等于 _写作手法/表达技巧_
- 狭义： 让故事更加精彩的方法(写作方法)
*** 做题思维
看到 _“XXX有什么作用”_ 就要联想到 _表现手法_
*** 种类
**** 对比
  - 起突出强调作用
  - 把 _对立的_ 意思或事物的两个方面放在一起作比较，
    让读者分清好坏、辨别是非
  - _平等_ 的比较（无主次之分，共同突出）（以主比主）
**** 衬托
  - 为了 _突出主要事物_ ，用类似的 _次要_ 事物或
    反面的、有差别的 _次要_ 事物作为陪衬。（常用于描写）
  - 分为正衬（同类）（高衬高）和反衬（相反）
  - _不平等_ 的比较（有主次之分）（以次衬主）
**** 铺垫
  - 渲染气氛，让读者产生期待、盼望的急迫心情，增强作品的吸引力
  - 为下文的人物出现做准备，为表现主要写作对象而提前做的基础性描写
  - 主要情节的基石，增加情节张力，制造悬念使情节具有合理性。
    （原则：引而不发、自然合理）
  - 答题参考格式：（叙述了）XXX事件，为下文XXXX做铺垫
**** 伏笔
  - 交代含蓄，使文章 _结构严密、紧凑_ ，让读者看到下文时，
    不至于感到突兀、疑惑。有助于 _全文结构严谨、情节发展合情合理_ 。
  - 上文看似无关紧要的事或物，对下文将要出现的人物或者事件预先作的
    _某种提示_ 或 _暗示_ ，或者说是前文为后文情节埋伏的线索。
  - 有伏必有应，只伏不应是败笔
  - 答题参考格式：运用了伏笔，为后文高潮部分埋下了伏笔。
**** 象征
- 定义：
  - 标准：借助物象来表现某种概念、思想、精神、品德等。
  - 通俗：用具体的物，表示无法直接看见的东西（化无形为有形）
**** 托物言志/借物抒情
- 定义：
  - 标准：也称寄意于物，指作者运用象征或起兴等手法，
          通过描绘客观上事物的某一个方面的特征
          来表达作者情感或揭示作品的主旨
  - 通俗：借助某个物体来表示某种情感、志向
  - 区别：象征是客观层面的（被普遍认同的）文章局部写法，
          托物言志是主观层面的文章整体手法，相辅相成。
- 可被理解为一种间接抒情方式
**** 欲扬先抑(先抑后扬) & 欲抑先扬(先扬后抑)
- 定义：一种人物描写技巧
- 原因：人“以貌取人”、“表里不一”
- 作用：能让文章更加精彩
**** 照应
- 定义：前后意思相近或者相反的两个短语句子或者段落称为照应
- 常见：前后照应，照应标题
**** 设置悬念
- 定义：使读者 _产生好奇心_ ，迫切需要知道后面的内容就是悬念
- 例如：设置疑问或矛盾冲突
**** 以小见大
- 定义：通过一件小事，反映出一个大道理
**** 点面结合
- 定义：对某个实物或多个事物的详细描写（点）和
        多个事物的概括性描写（面）的有机结合
**** 虚实结合
- 定义：存在(实)的和不存在(虚)的都写出来
**** 联想
- 定义：联想是因一事务而想起与之有关事物的思想活动
**** 想象
- 定义：设想（天马行空）
*** 总结
|   名字   | 定义/作用                                          |                     区别 |
|   <c>    | <l>                                                |                      <r> |
|----------+----------------------------------------------------+--------------------------|
|   对比   | 同级间的相反性质的对比                             |                     同级 |
|   衬托   | 次一级对主角的正反面衬托                           |                     异级 |
|   铺垫   | 为下文做准备的基础性描写                           |                   无照应 |
|   伏笔   | 提示或暗示（下文有照应）（越共探头）               |                   有照应 |
|   象征   | 化抽象为具体                                       |                          |
| 托物言志 | 借事物的象征意义通过写事物去写自己的思想感情和志向 | 侧重于表达主观情感和志向 |
| 欲抑先扬 | 先赞扬外在，再贬低内在                             |                 贬低内在 |
| 欲扬先抑 | 先贬低外在，再赞扬内在                             |                 赞扬内在 |
|   照应   | 稳重前后意思相近或相反的短语或者句子互相照应       |                          |
| 设置悬念 | 使读者产生好奇心，激发读者的阅读兴趣               |                          |
| 以小见大 | 通过写一件小事物来传达出一个大理念                 |                          |
| 点面结合 | 先用大场面渲染气氛，再专注于一点                   |                          |
| 虚实结合 | 存在与不存在，缺一不可                             |                          |
|   联想   | 由一想到其他                                       |                          |
|   想象   | 从蛛丝马迹想到更多，更自由，侧重于天马行空         |                          |

- 表现手法的主要作用：
  - 使故事更精彩
  - 吸引读者的阅读兴趣

- 表现手法与修辞手法的区别
  - 表现手法着眼于整篇文章或段落，目的是让文章内容更加精彩
  - 修辞手法着眼于具体字词短语和句子，目的是让句子更具文采，更生动

** 结构手法（5个）
*** 种类
**** 首段
***** 引出下文
***** 总领全文
**** 中间
***** 过渡
***** 承上启下
**** 最后段
***** 总结全文
**** 线索
- 定义：事情可寻的端绪、路径，或贯穿于整篇文章的思路，脉络等。
        在写作中，是将所叙述事件按一定事件串联起来的“线”。
- 分类：人、事、物、时、空（明线）、情（暗线）
- 作用：贯穿全文，使文章的结构更加严谨
- 寻找：
  1. 了解文章 _体裁_ 和 _内容_
  2. 注意文章的 _标题_
  3. 线索（某个词或事物）有时会从头到尾 _反复出现_
  4. 线索有时在 _议论或抒情中_
  5. 有时文章具备两条线索： _明线_ 和 _暗线_

* 理解文章/基本思想
