post/Learning/语文/语文笔记.html
<li>定义： 直接、间接（表达）抒发（自身）情感的表达方式
</li>
<li>分类
<ul class="org-ul">
<li>直接抒情：直接表白倾吐自己的思想情感
</li>
<li>间接抒情：不直接表露自己的情感，借助第三者来抒发自己的情感
<ul class="org-ul">
<li>借景抒情
</li>
<li>借物抒情
</li>
<li>融情于事：通过叙述实际抒发感情
</li>
<li>融情于理：把情感寄寓在说理之中，理中含情
</li></ul>
</li></ul>
</li>
<li>散文：抒发作者真情实感、写作方式灵活的 <span class="underline">记叙类</span> 文字体裁
<ul class="org-ul">
<li>特点
<ul class="org-ul">
<li>形散神不散
<ul class="org-ul">
<li>形散：选材广泛
</li>
<li>神不散：中心思想突出（主题明确集中）
</li></ul>
</li>
<li>语言优美（多读散文提高写作文字的优美）
</li>
<li>意境深邃
</li></ul>
</li>
<li>分类
<ul class="org-ul">
<li>叙事类散文：叙事不要求完整（鲁迅《从百草园到三味书屋》）
</li>
<li>抒情散文：抒情强烈（茅盾《白杨礼赞》）
</li>
<li>哲理散文：讲哲理
</li></ul>
</li></ul>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-2-2-4"><b><span class="section-number-5">1.2.2.4.</span> 说明</b></p>
<div class="outline-text-5" id="text-1-2-2-4"><ul class="org-ul">
<li>代表： 说明文
</li>
<li>概念：介绍与解释
</li>
<li>分类（按对象分）
<ul class="org-ul">
<li>事物说明文（看得见）（《苏州园林》）
</li>
<li>事理说明文（看不见）
</li></ul>
</li>
<li>分类（按说明语言分）
<ul class="org-ul">
<li>生动说明文：用比较形象的手法说明事物（生动性、形象性）（《昆虫记》）
<ul class="org-ul">
<li>方法：修辞手法、现身说法、运用适当的叙事和描写
</li></ul>
</li>
<li>平实说明文：直截了当，不加描写与夸张
</li></ul>
</li>
<li>说明顺序
<ul class="org-ul">
<li>时间顺序：事理发展过程先后为序（适用于事物说明文）
</li>
<li>空间顺序：事物空间结构为序（同上）
</li>
<li>逻辑顺序：事物事理内在逻辑关系为序（个别到一般、具体到抽象、主要到次要、现象到本质、原因到结果）（适用性广）
</li></ul>
</li>
<li>语言特点： <i>准确性（基础）</i><i>严密性</i><i>生动性</i><i>平实性</i>
</li>
<li>说明方法： <i>举例子</i><i>分类别</i><i>打比方</i><i>作比较</i><i>下定义</i><i>作诠释</i><i>作引用</i><i>画图表</i><i>列数字</i><i>摹状貌</i>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-2-2-5"><b><span class="section-number-5">1.2.2.5.</span> 议论</b></p>
<div class="outline-text-5" id="text-1-2-2-5"><ul class="org-ul">
<li>代表： 议论文
</li>
<li>定义： 发表意见、评价、观点、讲道理、提出主张
</li>
<li>分类：
<ul class="org-ul">
<li>立论文：提出观点看法并证明
</li>
<li>驳论文：反驳别人观点错误并提出证明自己观点的正确性
</li></ul>
</li>
<li>议论文三要素： 论点（观点）、论据（论证的根据、证据）、论证（用论据证明论点的过程、方法）
</li>
<li>语言特点： 同说明文
</li></ul>
</div></div></div></div><div class="outline-3">
<h3 id="org-title-1-3"><span class="section-number-3">1.3.</span> 表现手法（15个）</h3>
<div class="outline-4">
<h4 id="org-title-1-3-1"><span class="section-number-4">1.3.1.</span> 定义</h4>
<div class="outline-text-4" id="text-1-3-1"><ul class="org-ul">
<li>广义： 约等于 <span class="underline">写作手法/表达技巧</span>
</li>
<li>狭义： 让故事更加精彩的方法(写作方法)
</li></ul>
</div></div><div class="outline-4">
<h4 id="org-title-1-3-2"><span class="section-number-4">1.3.2.</span> 做题思维</h4>
<div class="outline-text-4" id="text-1-3-2"><p>看到 <span class="underline">“XXX有什么作用”</span> 就要联想到 <span class="underline">表现手法</span></p></div></div><div class="outline-4">
<h4 id="org-title-1-3-3"><span class="section-number-4">1.3.3.</span> 种类</h4>
<div class="outline-5">
<p id="org-title-1-3-3-1"><b><span class="section-number-5">1.3.3.1.</span> 对比</b></p>
<div class="outline-text-5" id="text-1-3-3-1"><ul class="org-ul">
<li>起突出强调作用
</li>
<li>把 <span class="underline">对立的</span> 意思或事物的两个方面放在一起作比较，让读者分清好坏、辨别是非
</li>
<li><span class="underline">平等</span> 的比较（无主次之分，共同突出）（以主比主）
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-2"><b><span class="section-number-5">1.3.3.2.</span> 衬托</b></p>
<div class="outline-text-5" id="text-1-3-3-2"><ul class="org-ul">
<li>为了 <span class="underline">突出主要事物</span> ，用类似的 <span class="underline">次要</span> 事物或反面的、有差别的 <span class="underline">次要</span> 事物作为陪衬。（常用于描写）
</li>
<li>分为正衬（同类）（高衬高）和反衬（相反）
</li>
<li><span class="underline">不平等</span> 的比较（有主次之分）（以次衬主）
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-3"><b><span class="section-number-5">1.3.3.3.</span> 铺垫</b></p>
<div class="outline-text-5" id="text-1-3-3-3"><ul class="org-ul">
<li>渲染气氛，让读者产生期待、盼望的急迫心情，增强作品的吸引力
</li>
<li>为下文的人物出现做准备，为表现主要写作对象而提前做的基础性描写
</li>
<li>主要情节的基石，增加情节张力，制造悬念使情节具有合理性。（原则：引而不发、自然合理）
</li>
<li>答题参考格式：（叙述了）XXX事件，为下文XXXX做铺垫
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-4"><b><span class="section-number-5">1.3.3.4.</span> 伏笔</b></p>
<div class="outline-text-5" id="text-1-3-3-4"><ul class="org-ul">
<li>交代含蓄，使文章 <span class="underline">结构严密、紧凑</span> ，让读者看到下文时，不至于感到突兀、疑惑。有助于 <span class="underline">全文结构严谨、情节发展合情合理</span> 。
</li>
<li>上文看似无关紧要的事或物，对下文将要出现的人物或者事件预先作的 <span class="underline">某种提示</span> 或 <span class="underline">暗示</span> ，或者说是前文为后文情节埋伏的线索。
</li>
<li>有伏必有应，只伏不应是败笔
</li>
<li>答题参考格式：运用了伏笔，为后文高潮部分埋下了伏笔。
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-5"><b><span class="section-number-5">1.3.3.5.</span> 象征</b></p>
<div class="outline-text-5" id="text-1-3-3-5"><ul class="org-ul">
<li>定义：
<ul class="org-ul">
<li>标准：借助物象来表现某种概念、思想、精神、品德等。
</li>
<li>通俗：用具体的物，表示无法直接看见的东西（化无形为有形）
</li></ul>
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-6"><b><span class="section-number-5">1.3.3.6.</span> 托物言志/借物抒情</b></p>
<div class="outline-text-5" id="text-1-3-3-6"><ul class="org-ul">
<li>定义：
<ul class="org-ul">
<li>标准：也称寄意于物，指作者运用象征或起兴等手法，通过描绘客观上事物的某一个方面的特征来表达作者情感或揭示作品的主旨
</li>
<li>通俗：借助某个物体来表示某种情感、志向
</li>
<li>区别：象征是客观层面的（被普遍认同的）文章局部写法，托物言志是主观层面的文章整体手法，相辅相成。
</li></ul>
</li>
<li>可被理解为一种间接抒情方式
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-7"><b><span class="section-number-5">1.3.3.7.</span> 欲扬先抑(先抑后扬) &amp; 欲抑先扬(先扬后抑)</b></p>
<div class="outline-text-5" id="text-1-3-3-7"><ul class="org-ul">
<li>定义：一种人物描写技巧
</li>
<li>原因：人“以貌取人”、“表里不一”
</li>
<li>作用：能让文章更加精彩
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-8"><b><span class="section-number-5">1.3.3.8.</span> 照应</b></p>
<div class="outline-text-5" id="text-1-3-3-8"><ul class="org-ul">
<li>定义：前后意思相近或者相反的两个短语句子或者段落称为照应
</li>
<li>常见：前后照应，照应标题
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-9"><b><span class="section-number-5">1.3.3.9.</span> 设置悬念</b></p>
<div class="outline-text-5" id="text-1-3-3-9"><ul class="org-ul">
<li>定义：使读者 <span class="underline">产生好奇心</span> ，迫切需要知道后面的内容就是悬念
</li>
<li>例如：设置疑问或矛盾冲突
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-10"><b><span class="section-number-5">1.3.3.10.</span> 以小见大</b></p>
<div class="outline-text-5" id="text-1-3-3-10"><ul class="org-ul">
<li>定义：通过一件小事，反映出一个大道理
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-11"><b><span class="section-number-5">1.3.3.11.</span> 点面结合</b></p>
<div class="outline-text-5" id="text-1-3-3-11"><ul class="org-ul">
<li>定义：对某个实物或多个事物的详细描写（点）和多个事物的概括性描写（面）的有机结合
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-12"><b><span class="section-number-5">1.3.3.12.</span> 虚实结合</b></p>
<div class="outline-text-5" id="text-1-3-3-12"><ul class="org-ul">
<li>定义：存在(实)的和不存在(虚)的都写出来
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-13"><b><span class="section-number-5">1.3.3.13.</span> 联想</b></p>
<div class="outline-text-5" id="text-1-3-3-13"><ul class="org-ul">
<li>定义：联想是因一事务而想起与之有关事物的思想活动
</li></ul>
</div></div><div class="outline-5">
<p id="org-title-1-3-3-14"><b><span class="section-number-5">1.3.3.14.</span> 想象</b></p>
<div class="outline-text-5" id="text-1-3-3-14"><ul class="org-ul">
<li>定义：设想（天马行空）
</li></ul>
</div></div></div><div class="outline-4">
<h4 id="org-title-1-3-4"><span class="section-number-4">1.3.4.</span> 总结</h4>
<div class="outline-text-4" id="text-1-3-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides"><colgroup><col class="org-center" />
<col class="org-left" />
<col class="org-right" /></colgroup><thead><tr><th scope="col" class="org-center">名字</th><th scope="col" class="org-left">定义/作用</th><th scope="col" class="org-right">区别</th></tr>
</thead><tbody>
<tr><td class="org-center">对比</td><td class="org-left">同级间的相反性质的对比</td><td class="org-right">同级</td></tr><tr><td class="org-center">衬托</td><td class="org-left">次一级对主角的正反面衬托</td><td class="org-right">异级</td></tr><tr><td class="org-center">铺垫</td><td class="org-left">为下文做准备的基础性描写</td><td class="org-right">无照应</td></tr><tr><td class="org-center">伏笔</td><td class="org-left">提示或暗示（下文有照应）（越共探头）</td><td class="org-right">有照应</td></tr><tr><td class="org-center">象征</td><td class="org-left">化抽象为具体</td><td class="org-right">&nbsp;</td></tr><tr><td class="org-center">托物言志</td><td class="org-left">借事物的象征意义通过写事物去写自己的思想感情和志向</td><td class="org-right">侧重于表达主观情感和志向</td></tr><tr><td class="org-center">欲抑先扬</td><td class="org-left">先赞扬外在，再贬低内在</td><td class="org-right">贬低内在</td></tr><tr><td class="org-center">欲扬先抑</td><td class="org-left">先贬低外在，再赞扬内在</td><td class="org-right">赞扬内在</td></tr><tr><td class="org-center">照应</td><td class="org-left">稳重前后意思相近或相反的短语或者句子互相照应</td><td class="org-right">&nbsp;</td></tr><tr><td class="org-center">设置悬念</td><td class="org-left">使读者产生好奇心，激发读者的阅读兴趣</td><td class="org-right">&nbsp;</td></tr><tr><td class="org-center">以小见大</td><td class="org-left">通过写一件小事物来传达出一个大理念</td><td class="org-right">&nbsp;</td></tr><tr><td class="org-center">点面结合</td><td class="org-left">先用大场面渲染气氛，再专注于一点</td><td class="org-right">&nbsp;</td></tr><tr><td class="org-center">虚实结合</td><td class="org-left">存在与不存在，缺一不可</td><td class="org-right">&nbsp;</td></tr><tr><td class="org-center">联想</td><td class="org-left">由一想到其他</td><td class="org-right">&nbsp;</td></tr><tr><td class="org-center">想象</td><td class="org-left">从蛛丝马迹想到更多，更自由，侧重于天马行空</td><td class="org-right">&nbsp;</td></tr></table><ul class="org-ul">
<li>表现手法的主要作用：
<ul class="org-ul">
<li>使故事更精彩
</li>
<li>吸引读者的阅读兴趣
</li></ul>
</li>
<li>表现手法与修辞手法的区别
<ul class="org-ul">
<li>表现手法着眼于整篇文章或段落，目的是让文章内容更加精彩
</li>
<li>修辞手法着眼于具体字词短语和句子，目的是让句子更具文采，更生动
</li></ul>
</li></ul>
</div></div></div><div class="outline-3">
<h3 id="org-title-1-4"><span class="section-number-3">1.4.</span> 结构手法（5个）</h3>
<div class="outline-4">
<h4 id="org-title-1-4-1"><span class="section-number-4">1.4.1.</span> 种类</h4>
<div class="outline-5">
<p id="org-title-1-4-1-1"><b><span class="section-number-5">1.4.1.1.</span> 首段</b></p>
<div class="outline-6">
<p id="org-title-1-4-1-1-1"><b><span class="section-number-6">1.4.1.1.1.</span> 引出下文</b></p>
</div><div class="outline-6">
<p id="org-title-1-4-1-1-2"><b><span class="section-number-6">1.4.1.1.2.</span> 总领全文</b></p>
</div></div><div class="outline-5">
<p id="org-title-1-4-1-2"><b><span class="section-number-5">1.4.1.2.</span> 中间</b></p>
<div class="outline-6">
<p id="org-title-1-4-1-2-1"><b><span class="section-number-6">1.4.1.2.1.</span> 过渡</b></p>
</div><div class="outline-6">
<p id="org-title-1-4-1-2-2"><b><span class="section-number-6">1.4.1.2.2.</span> 承上启下</b></p>
</div></div><div class="outline-5">
<p id="org-title-1-4-1-3"><b><span class="section-number-5">1.4.1.3.</span> 最后段</b></p>
<div class="outline-6">
<p id="org-title-1-4-1-3-1"><b><span class="section-number-6">1.4.1.3.1.</span> 总结全文</b></p>
</div></div><div class="outline-5">
<p id="org-title-1-4-1-4"><b><span class="section-number-5">1.4.1.4.</span> 线索</b></p>
<div class="outline-text-5" id="text-1-4-1-4"><ul class="org-ul">
<li>定义：事情可寻的端绪、路径，或贯穿于整篇文章的思路，脉络等。在写作中，是将所叙述事件按一定事件串联起来的“线”。
</li>
<li>分类：人、事、物、时、空（明线）、情（暗线）
</li>
<li>作用：贯穿全文，使文章的结构更加严谨
</li>
<li>寻找：
<ol class="org-ol">
<li>了解文章 <span class="underline">体裁</span> 和 <span class="underline">内容</span>
</li>
<li>注意文章的 <span class="underline">标题</span>
</li>
<li>线索（某个词或事物）有时会从头到尾 <span class="underline">反复出现</span>
</li>
<li>线索有时在 <span class="underline">议论或抒情中</span>
</li>
<li>有时文章具备两条线索： <span class="underline">明线</span> 和 <span class="underline">暗线</span>
</li></ol>
</li></ul>
