post/Learning/语文/语文笔记.org
** 文章式转写（看看就好）
我一开始这么写主要还是因为这段内容是讲述思想的，笔记式比较抽象，难理解，建议看原
视频，而笔记部分则当做主要内容或者纲要或者是复习资料就好。
*** 理解文章（文章式转写）
先引出一个问题：怎样才算是读懂了文章？

在搞懂它之前，首先问自己一个问题：文章是谁写的？

毫无疑问，文章是人写的，那么，人写这么一篇文章就一定是有目的的，是要表达什么的，
那么问题就随之出来了：作者写这么一篇文章的目的究竟是什么？这，是第二个问题。

在了解其目的前，不妨思考一下：人，究竟是怎么做成的。（这里照搬视频里的说法）

抛去其他，我们可以认为人由 *肉体* 和 *骨架* "构成" 人的肉体，而肉体和人的 *灵魂*
共同构成了一个真正的、完整的人。在这里，灵魂是不可或缺的。而灵魂就代表着人的思想
感情，就是人的内在，是一个人的核心。

那么，作者写文章的目的就是为了表达其思想感情，表达其内在，即使不是正面的。

而作者表达目的也就是所谓文章的 *主旨* ，是文章的核心所在，类似于人的灵魂。所以，
只有读懂了文章的主旨，才能算是真正读懂了文章，倘若对文章的阅读与理解仅仅停留在文
章的内容，那么对文章的理解也就只是停留在外表，不算是读懂了文章。

不过，思想感情的内在是肉眼可见的吗？当然不能，那是万万不能的，没有人能直接看出一
个人的思想感情。要想理解作者的思想感情，就需要通过人的 _言行举止_ 从而了解人的思
想感情。
*** 主角思想
有了上面的理解还不够，我们还需要知道怎样找到切入点，主角思想那就至关重要。

在阅读一篇文章时，要养成习惯找到文章的主角（或者是主要对象），通过主角寻找主要内
容，了解 _主要事件_ ，从而理解文章的主要内容从而找到文章主旨。
** 笔记式
- 文章的核心
  - 切入点：作者\\
    一个人，自然就具备有思想感情；一个人，做事就会有目的。而文章的核心就在于作者
    写这篇文章的目的，即 _文章主旨_
  - 划分
    - 文字 + 结构 = 文章内容（组成）
      - 结构多考虑 _表现手法_ 和 _结构手法_ （详见上文）
    - 主要人物（对象） + 主要事件 = 文章内容（分析切入点）
      - 人物可分为内在和外在，内在不可见，但却是核心，需要通过分析人物的外在形象，
        得出其内在，了解作者的思想感情。
      - 文章的主要事件又可分为起因经过高潮结尾等部分（标准依据体裁不一）
    - 通过分析理解文章内容从而找出文章的主旨（核心所在，目的）
* 解题方法
** 做题顺序
建议时间15min一篇，不过刚开始尝试时时间长是没有问题的。

五步走：
1) 分析标题 /(2min)/
2) 标段落（留意文末的来源信息） /(1min)/
   - 目的：防止错答、漏答；把握文章结构
3) 看题目（文章后面的题目） /(1min)/
   - 要点： _分析题目_ 里面所包含的信息、提示或暗示。
   - 重点： *分析* 题目
4) 全心全意地阅读文章内容 /(8min)/
   - 要点：要暂时忘记题目，不要“带着答案找题目”（应为“带着题目找答案”）
   - 建议：新手尽量读两遍，加深理解（第一遍 /2min/ 第二遍 /6min/ ），要多动笔，
     无笔不读书，多圈画关键词（围绕主旨圈画）
5) 答题（一旦下笔，没得后悔） /(5min)/
6) 检查（基本不需要，可以忽略）（从弹幕猜测原因为做题时间不够）
** 时间分配
详见上文斜体字，有具体的细分项。
** 语境原则
坚持“三项原则”：

1) 字不离句
2) 句不离段
3) 段不离篇


大意：看一个句子一定要放在整篇文章的环境里看，在时代背景里看。这样有助于正确理解
句子含义。
* 牢不可破的“三角形”
即 /写作手法 基本思想 解题方法/ 三大点，极为重要。
* 答题技巧
** 概括
*** 分类
1) 一般概括
   1) 递进式\\
      举例： /文章写了一件什么事？请用简介的语言进行概括。/
   2) 并列式\\
      举例： /文章主要讲了哪三件事？请分别概括。/
2) 高度概括\\
   分阶段的，填空的，链条式或者表格式的。
*** 方法
- 核心：文章主要人物+发生在主要人物上的主要事件（六要素归纳法）
- 注意标题（通过标题把握主要事件）。
*** 文章的两个基本结构
1) 递进式（一件事）\\
   文章有多个情节，但是都有因果关系。
2) 并列式（多件事）\\
   多件相互独立的事情，一般由一条主要线索串联起来。
* Reference
** B站Up
关于语文的阅读理解教学视频笔记,
内容来源于B站UP: [[https://space.bilibili.com/316069678][梓墨说语文]]
** 部分内容参考视频链接
视频链接：\\
[[https://www.bilibili.com/video/BV1vJ411D72k/][=BV1vJ411D72k=]] [[https://www.bilibili.com/video/BV1qJ411m7sj/][=BV1qJ411m7sj=]] [[https://www.bilibili.com/video/BV1pJ41117V8/][=BV1pJ41117V8=]] [[https://www.bilibili.com/video/BV1PJ411d7Di/][=BV1PJ411d7Di=]]

视频链接：\\
[[https://www.bilibili.com/video/BV11J411R7wA/][=BV11J411R7wA=]] [[https://www.bilibili.com/video/BV1vJ411v7uH/][=BV1vJ411v7uH=]] [[https://www.bilibili.com/video/BV1LJ411y7ov/][=BV1LJ411y7ov=]] [[https://www.bilibili.com/video/BV11J411y7Fo/][=BV11J411y7Fo=]]\\
[[https://www.bilibili.com/video/BV12J411k7pD/][=BV12J411k7pD=]] [[https://www.bilibili.com/video/BV1HJ411C7Mt/][=BV1HJ411C7Mt=]]

视频链接：\\
[[https://www.bilibili.com/video/BV1eJ411k7Gy/][=BV1eJ411k7Gy=]] [[https://www.bilibili.com/video/BV1fJ41167Tt/][=BV1fJ41167Tt=]] [[https://www.bilibili.com/video/BV1GJ411t7s6/][=BV1GJ411t7s6=]] [[https://www.bilibili.com/video/BV1JJ411x7vM/][=BV1JJ411x7vM=]]\\
[[https://www.bilibili.com/video/BV1GJ411W72Q/][=BV1GJ411W72Q=]] [[https://www.bilibili.com/video/BV1eJ411Y7B7/][=BV1eJ411Y7B7=]] [[https://www.bilibili.com/video/BV1LJ411h7fE/][=BV1LJ411h7fE=]] [[https://www.bilibili.com/video/BV1CJ411b7Xv/][=BV1CJ411b7Xv=]]\\
[[https://www.bilibili.com/video/BV1zJ411p7Ru/][=BV1zJ411p7Ru=]] [[https://www.bilibili.com/video/BV1g7411i7ND/][=BV1g7411i7ND=]] [[https://www.bilibili.com/video/BV1X741167sb/][=BV1X741167sb=]]

视频链接：\\
[[https://www.bilibili.com/video/BV157411B7yX/][=BV157411B7yX=]]

