post/Learning/语文/语文笔记.html
</div></div></div></div></div><div class="outline-2">
<h2 id="org-title-2"><span class="section-number-2">2.</span> 理解文章/基本思想</h2>
<div class="outline-3">
<h3 id="org-title-2-1"><span class="section-number-3">2.1.</span> 文章式转写（看看就好）</h3>
<div class="outline-text-3" id="text-2-1"><p>我一开始这么写主要还是因为这段内容是讲述思想的，笔记式比较抽象，难理解，建议看原视频，而笔记部分则当做主要内容或者纲要或者是复习资料就好。</p></div><div class="outline-4">
<h4 id="org-title-2-1-1"><span class="section-number-4">2.1.1.</span> 理解文章（文章式转写）</h4>
<div class="outline-text-4" id="text-2-1-1"><p>先引出一个问题：怎样才算是读懂了文章？</p><p>在搞懂它之前，首先问自己一个问题：文章是谁写的？</p><p>毫无疑问，文章是人写的，那么，人写这么一篇文章就一定是有目的的，是要表达什么的，那么问题就随之出来了：作者写这么一篇文章的目的究竟是什么？这，是第二个问题。</p><p>在了解其目的前，不妨思考一下：人，究竟是怎么做成的。（这里照搬视频里的说法）</p><p>抛去其他，我们可以认为人由 <b>肉体</b> 和 <b>骨架</b> "构成" 人的肉体，而肉体和人的 <b>灵魂</b> 共同构成了一个真正的、完整的人。在这里，灵魂是不可或缺的。而灵魂就代表着人的思想感情，就是人的内在，是一个人的核心。</p><p>那么，作者写文章的目的就是为了表达其思想感情，表达其内在，即使不是正面的。</p><p>而作者表达目的也就是所谓文章的 <b>主旨</b> ，是文章的核心所在，类似于人的灵魂。所以，只有读懂了文章的主旨，才能算是真正读懂了文章，倘若对文章的阅读与理解仅仅停留在文章的内容，那么对文章的理解也就只是停留在外表，不算是读懂了文章。</p><p>不过，思想感情的内在是肉眼可见的吗？当然不能，那是万万不能的，没有人能直接看出一个人的思想感情。要想理解作者的思想感情，就需要通过人的 <span class="underline">言行举止</span> 从而了解人的思想感情。</p></div></div><div class="outline-4">
<h4 id="org-title-2-1-2"><span class="section-number-4">2.1.2.</span> 主角思想</h4>
<div class="outline-text-4" id="text-2-1-2"><p>有了上面的理解还不够，我们还需要知道怎样找到切入点，主角思想那就至关重要。</p><p>在阅读一篇文章时，要养成习惯找到文章的主角（或者是主要对象），通过主角寻找主要内容，了解 <span class="underline">主要事件</span> ，从而理解文章的主要内容从而找到文章主旨。</p></div></div></div><div class="outline-3">
<h3 id="org-title-2-2"><span class="section-number-3">2.2.</span> 笔记式</h3>
<div class="outline-text-3" id="text-2-2"><ul class="org-ul">
<li>文章的核心
<ul class="org-ul">
<li>切入点：作者<br/> 一个人，自然就具备有思想感情；一个人，做事就会有目的。而文章的核心就在于作者写这篇文章的目的，即 <span class="underline">文章主旨</span>
</li>
<li>划分
<ul class="org-ul">
<li>文字 + 结构 = 文章内容（组成）
<ul class="org-ul">
<li>结构多考虑 <span class="underline">表现手法</span> 和 <span class="underline">结构手法</span> （详见上文）
</li></ul>
</li>
<li>主要人物（对象） + 主要事件 = 文章内容（分析切入点）
<ul class="org-ul">
<li>人物可分为内在和外在，内在不可见，但却是核心，需要通过分析人物的外在形象，得出其内在，了解作者的思想感情。
</li>
<li>文章的主要事件又可分为起因经过高潮结尾等部分（标准依据体裁不一）
</li></ul>
</li>
<li>通过分析理解文章内容从而找出文章的主旨（核心所在，目的）
</li></ul>
</li></ul>
</li></ul>
</div></div></div><div class="outline-2">
<h2 id="org-title-3"><span class="section-number-2">3.</span> 解题方法</h2>
<div class="outline-3">
<h3 id="org-title-3-1"><span class="section-number-3">3.1.</span> 做题顺序</h3>
<div class="outline-text-3" id="text-3-1"><p>建议时间15min一篇，不过刚开始尝试时时间长是没有问题的。</p><p>五步走：</p><ol class="org-ol">
<li>分析标题 <i>(2min)</i>
</li>
<li>标段落（留意文末的来源信息） <i>(1min)</i>
<ul class="org-ul">
<li>目的：防止错答、漏答；把握文章结构
</li></ul>
</li>
<li>看题目（文章后面的题目） <i>(1min)</i>
<ul class="org-ul">
<li>要点： <span class="underline">分析题目</span> 里面所包含的信息、提示或暗示。
</li>
<li>重点： <b>分析</b> 题目
</li></ul>
</li>
<li>全心全意地阅读文章内容 <i>(8min)</i>
<ul class="org-ul">
<li>要点：要暂时忘记题目，不要“带着答案找题目”（应为“带着题目找答案”）
</li>
<li>建议：新手尽量读两遍，加深理解（第一遍 <i>2min</i> 第二遍 <i>6min</i> ），要多动笔，无笔不读书，多圈画关键词（围绕主旨圈画）
</li></ul>
</li>
<li>答题（一旦下笔，没得后悔） <i>(5min)</i>
</li>
<li>检查（基本不需要，可以忽略）（从弹幕猜测原因为做题时间不够）
</li></ol>
</div></div><div class="outline-3">
<h3 id="org-title-3-2"><span class="section-number-3">3.2.</span> 时间分配</h3>
<div class="outline-text-3" id="text-3-2"><p>详见上文斜体字，有具体的细分项。</p></div></div><div class="outline-3">
<h3 id="org-title-3-3"><span class="section-number-3">3.3.</span> 语境原则</h3>
<div class="outline-text-3" id="text-3-3"><p>坚持“三项原则”：</p><ol class="org-ol">
<li>字不离句
</li>
<li>句不离段
</li>
<li>段不离篇
</li></ol>
<p>大意：看一个句子一定要放在整篇文章的环境里看，在时代背景里看。这样有助于正确理解句子含义。</p></div></div></div><div class="outline-2">
<h2 id="org-title-4"><span class="section-number-2">4.</span> 牢不可破的“三角形”</h2>
<div class="outline-text-2" id="text-4"><p>即 <i>写作手法 基本思想 解题方法</i> 三大点，极为重要。</p></div></div><div class="outline-2">
<h2 id="org-title-5"><span class="section-number-2">5.</span> 答题技巧</h2>
<div class="outline-3">
<h3 id="org-title-5-1"><span class="section-number-3">5.1.</span> 概括</h3>
<div class="outline-4">
<h4 id="org-title-5-1-1"><span class="section-number-4">5.1.1.</span> 分类</h4>
<div class="outline-text-4" id="text-5-1-1"><ol class="org-ol">
<li>一般概括
<ol class="org-ol">
<li>递进式<br/> 举例： <i>文章写了一件什么事？请用简介的语言进行概括。</i>
</li>
<li>并列式<br/> 举例： <i>文章主要讲了哪三件事？请分别概括。</i>
</li></ol>
</li>
<li>高度概括<br/> 分阶段的，填空的，链条式或者表格式的。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-1-2"><span class="section-number-4">5.1.2.</span> 方法</h4>
<div class="outline-text-4" id="text-5-1-2"><ul class="org-ul">
<li>核心：文章主要人物+发生在主要人物上的主要事件（六要素归纳法）
</li>
<li>注意标题（通过标题把握主要事件）。
</li></ul>
</div></div><div class="outline-4">
<h4 id="org-title-5-1-3"><span class="section-number-4">5.1.3.</span> 文章的两个基本结构</h4>
<div class="outline-text-4" id="text-5-1-3"><ol class="org-ol">
<li>递进式（一件事）<br/> 文章有多个情节，但是都有因果关系。
</li>
<li>并列式（多件事）<br/> 多件相互独立的事情，一般由一条主要线索串联起来。
</li></ol>
</div></div></div></div><div class="outline-2">
<h2 id="org-title-6"><span class="section-number-2">6.</span> Reference</h2>
<div class="outline-3">
<h3 id="org-title-6-1"><span class="section-number-3">6.1.</span> B站Up</h3>
<div class="outline-text-3" id="text-6-1"><p>关于语文的阅读理解教学视频笔记, 内容来源于B站UP: 
<a href="https://space.bilibili.com/316069678">梓墨说语文</a></p></div></div><div class="outline-3">
<h3 id="org-title-6-2"><span class="section-number-3">6.2.</span> 部分内容参考视频链接</h3>
<div class="outline-text-3" id="text-6-2"><p>视频链接：<br/> 
<a href="https://www.bilibili.com/video/BV1vJ411D72k/"><code>BV1vJ411D72k</code></a>
<a href="https://www.bilibili.com/video/BV1qJ411m7sj/"><code>BV1qJ411m7sj</code></a>
<a href="https://www.bilibili.com/video/BV1pJ41117V8/"><code>BV1pJ41117V8</code></a>
<a href="https://www.bilibili.com/video/BV1PJ411d7Di/"><code>BV1PJ411d7Di</code></a></p><p>视频链接：<br/>
<a href="https://www.bilibili.com/video/BV11J411R7wA/"><code>BV11J411R7wA</code></a>
<a href="https://www.bilibili.com/video/BV1vJ411v7uH/"><code>BV1vJ411v7uH</code></a>
<a href="https://www.bilibili.com/video/BV1LJ411y7ov/"><code>BV1LJ411y7ov</code></a>
<a href="https://www.bilibili.com/video/BV11J411y7Fo/"><code>BV11J411y7Fo</code></a><br/> 
<a href="https://www.bilibili.com/video/BV12J411k7pD/"><code>BV12J411k7pD</code></a>
<a href="https://www.bilibili.com/video/BV1HJ411C7Mt/"><code>BV1HJ411C7Mt</code></a></p><p>视频链接：<br/>
<a href="https://www.bilibili.com/video/BV1eJ411k7Gy/"><code>BV1eJ411k7Gy</code></a>
<a href="https://www.bilibili.com/video/BV1fJ41167Tt/"><code>BV1fJ41167Tt</code></a>
<a href="https://www.bilibili.com/video/BV1GJ411t7s6/"><code>BV1GJ411t7s6</code></a>
<a href="https://www.bilibili.com/video/BV1JJ411x7vM/"><code>BV1JJ411x7vM</code></a><br/>
<a href="https://www.bilibili.com/video/BV1GJ411W72Q/"><code>BV1GJ411W72Q</code></a>
<a href="https://www.bilibili.com/video/BV1eJ411Y7B7/"><code>BV1eJ411Y7B7</code></a>
<a href="https://www.bilibili.com/video/BV1LJ411h7fE/"><code>BV1LJ411h7fE</code></a>
<a href="https://www.bilibili.com/video/BV1CJ411b7Xv/"><code>BV1CJ411b7Xv</code></a><br/> 
<a href="https://www.bilibili.com/video/BV1zJ411p7Ru/"><code>BV1zJ411p7Ru</code></a>
<a href="https://www.bilibili.com/video/BV1g7411i7ND/"><code>BV1g7411i7ND</code></a>
<a href="https://www.bilibili.com/video/BV1X741167sb/"><code>BV1X741167sb</code></a></p><p>视频链接：<br/> 
<a href="https://www.bilibili.com/video/BV157411B7yX/"><code>BV157411B7yX</code></a></p></div></div></div></div>
<div id="postamble" class="status"><p class="date">时间: 2023-01-08 08:17</p>
<p class="author">作者: 不要在意我的头像QwQ</p>
<p class="description">描述: 内容来自B站的视频，笔记是我自己写的</p>
<p class="date">生成于: 2025-08-21 五 14:49:17</p>
</div>
</body>
</html>